Repository: fangjunyu1/SwiftSlim
Catalog: SwiftSlim/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Progress
ar: التقدم
bg: Напредък
bn: অগ্রগতি
ca: Progrés
cs: Průběh
da: Status
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Progression
gu: પ્રગતિ
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Folyamat
id: Progres
it: Progresso
ja: 進行状況
kk: Орындалу
kn: ಪ್ರಗತಿ
ko: 진행률
lt: Eiga
ml: പുരോഗതി
mr: प्रगती
ms: Kemajuan
nb: Fremdrift
nl: Voortgang
or: ପ୍ରଗତି
pa: ਤਰੱਕੀ
pl: Postęp
pt: Progresso
ro: Progres
ru: Прогресс
sk: Priebeh
sl: Napredek
sv: Förlopp
ta: முன்னேற்றம்
te: ప్రగతి
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Tiến trình
zh_hans: 进度
zh_hant: 進度

source: Project Search
ar: بحث في المشروع
bg: Търсене в проекта
bn: প্রকল্পে খোঁজ
ca: Cerca al projecte
cs: Hledat v projektu
da: Søg i projekt
de: Suche im Projekt
el: Αναζήτηση στο έργο
es: Buscar en proyecto
fi: Haku projektista
fr: Recherche projet
gu: પ્રોજેક્ટમાં શોધ
he: חיפוש בפרויקט
hi: प्रोजेक्ट में खोज
hr: Pretraga projekta
hu: Keresés projektben
id: Cari di Proyek
it: Cerca nel progetto
ja: プロジェクト内検索
kk: Жобадан іздеу
kn: ಪ್ರಾಜೆಕ್ಟ್‌ನಲ್ಲಿ ಹುಡುಕಿ
ko: 프로젝트 내 검색
lt: Paieška projekte
ml: പ്രോജക്റ്റിൽ തിരയുക
mr: प्रोजेक्टमध्ये शोध
ms: Cari dalam Projek
nb: Søk i prosjekt
nl: Zoek in project
or: ପ୍ରକଳ୍ପରେ ଖୋଜ
pa: ਪ੍ਰੋਜੈਕਟ ਵਿੱਚ ਖੋਜ
pl: Szukaj w projekcie
pt: Buscar no projeto
ro: Căutare în proiect
ru: Поиск в проекте
sk: Hľadať v projekte
sl: Išči v projektu
sv: Sök i projekt
ta: திட்டத்தில் தேடல்
te: ప్రాజెక్ట్‌లో శోధన
th: ค้นหาในโปรเจ็กต์
tr: Projede Ara
uk: Пошук у проєкті
ur: پروجیکٹ میں تلاش
vi: Tìm trong dự án
zh_hans: 项目内搜索
zh_hant: 專案內搜尋

source: Quick Open
ar: فتح سريع
bg: Бързо отваряне
bn: দ্রুত খোলা
ca: Obertura ràpida
cs: Rychlé otevření
da: Hurtig åbning
de: Schnell öffnen
el: Γρήγορο άνοιγμα
es: Apertura rápida
fi: Pika-avaus
fr: Ouverture rapide
gu: ઝડપી ખોલો
he: פתיחה מהירה
hi: त्वरित खोलें
hr: Brzo otvaranje
hu: Gyors megnyitás
id: Buka Cepat
it: Apertura rapida
ja: クイックオープン
kk: Жылдам ашу
kn: ತ್ವರಿತ ತೆರೆಯಿರಿ
ko: 빠른 열기
lt: Greitas atidarymas
ml: വേഗത്തിൽ തുറക്കുക
mr: जलद उघडा
ms: Buka Pantas
nb: Hurtig åpning
nl: Snel openen
or: ଦ୍ରୁତ ଖୋଲନ୍ତୁ
pa: ਤੁਰੰਤ ਖੋਲ੍ਹੋ
pl: Szybkie otwieranie
pt: Abertura rápida
ro: Deschidere rapidă
ru: Быстрое открытие
sk: Rýchle otvorenie
sl: Hitro odpiranje
sv: Snabböppning
ta: விரைவு திறப்பு
te: త్వరితంగా తెరువు
th: เปิดด่วน
tr: Hızlı Aç
uk: Швидке відкриття
ur: فوری کھولیں
vi: Mở nhanh
zh_hans: 快速打开
zh_hant: 快速打開

source: Quote Carousel
ar: عرض الأقوال المتعاقب
bg: Въртележка с цитати
bn: উক্তি ক্যারোজেল
ca: Carrusel de cites
cs: Kolotoč citátů
da: Citatkarussel
de: Zitate-Karussell
el: Καρουζέλ αποφθεγμάτων
es: Carrusel de citas
fi: Sitaattikaruselli
fr: Carrousel de citations
gu: ઉધૃતી કૅરોસેલ
he: קרוסלת ציטוטים
hi: उद्धरण करौसель
hr: Kružni citati
hu: Idézet karusszel
id: Karusel Kutipan
it: Carosello delle citazioni
ja: 名言カルーセル
kk: Цитаталар каруселі
kn: ಉಲ್ಲೇಖ ಕಾರಸುಲ್
ko: 명언 캐러셀
lt: Citatų karuselis
ml: ഉദ്ധരണി കാർസൽ
mr: कोटेशन कॅरॉसेल
ms: Karusel Petikan
nb: Sitater Karusell
nl: Citaten carrousel
or: ଉଦ୍ଧୃତି କ୍ୟାରୋସେଲ
pa: ਉਧਰੋਤਿ ਕੈਰੋਸੇਲ
pl: Karuzela cytatów
pt: Carrossel de Citações
ro: Carusel de citate
ru: Карусель цитат
sk: Kolotoč citátov
sl: Kolesce citatov
sv: Citat Karusell
ta: மேற்கோள் காருசல்
te: కోట్స్ క్యారస్సెల్
th: คารูเซลคำคม
tr: Alıntı Döngüsü
uk: Карусель цитат
ur: اقتباسات کا کیروسل
vi: Carousel trích dẫn
zh_hans: 名言轮播
zh_hant: 名言輪播

source: Re-Indent
ar: إعادة المسافة البادئة
bg: Форматирай отстъп
bn: রিইনডেন্ট
ca: Reindenta
cs: Upravit odsazení
da: Ret indrykning
de: Einrückung anpassen
el: Διόρθωση εσοχής
es: Reindentar
fi: Korjaa sisennys
fr: Réindenter
gu: ઇન્ડેન્ટ ગોઠવો
he: סידור הזחה
hi: इंडेंट ठीक करें
hr: Uredi uvlaku
hu: Behúzás rendezése
id: Rapikan indentasi
it: Correggi rientro
ja: インデント整理
kk: Шегіністі реттеу
kn: ಇಂಡೆಂಟ್ ಸರಿಪಡಿಸಿ
ko: 들여쓰기 정리
lt: Tvarkyti įtrauką
ml: ഇൻഡെന്റ് ശരിയാക്കുക
mr: इंडेंट दुरुस्त करा
ms: Kemas indent
nb: Rydd innrykk
nl: Inspringing herstellen
or: ଇଣ୍ଡେଣ୍ଟ ଠିକ କରନ୍ତୁ
pa: ਇੰਡੈਂਟ ਠੀਕ ਕਰੋ
pl: Popraw wcięcia
pt: Reindentar
ro: Corectează indentarea
ru: Исправить отступы
sk: Upraviť odsadenie
sl: Uredi zamik
sv: Justera indrag
ta: இண்டெண்ட் ஒழுங்குபடுத்து
te: ఇండెంట్ సరిచేయి
th: จัดย่อหน้าโค้ด
tr: Girintiyi düzenle
uk: Виправити відступи
ur: اِنڈینٹ درست کریں
vi: Căn lại lề
zh_hans: 整理缩进
zh_hant: 整理縮排

source: Refresh Preview
ar: تحديث المعاينة
bg: Опр. преглед
bn: প্রিভিউ রিফ্রেশ
ca: Actualitza vista
cs: Obnovit náhled
da: Opdatér visning
de: Vorschau akt.
el: Αναν. προεπ.
es: Actualizar vista
fi: Päivitä esik.
fr: Actualiser aperçu
gu: પૂર્વાવલોકન રિફ્રેશ
he: רענן תצוגה
hi: प्रीव्यू रीफ़्रेश
hr: Osvježi pregled
hu: Előnézet friss.
id: Refresh Pratinjau
it: Aggiorna anteprima
ja: プレビューを更新
kk: Алд. ала жаңарту
kn: ಮುನ್ನೋಟ ರಿಫ್ರೆಶ್
ko: 미리보기 새로고침
lt: Atn. peržiūrą
ml: പ്രിവ്യൂ പുതുക്കുക
mr: प्रीव्ह्यू रीफ्रेश
ms: Segar Semula
nb: Oppdater forh.
nl: Vernieuw preview
or: ପୂର୍ବଦର୍ଶନ ରିଫ୍ରେଶ
pa: ਝਲਕ ਰਿਫ੍ਰੈਸ਼
pl: Odśwież podgląd
pt: Atualizar prévia
ro: Reîmprosp. previz.
ru: Обнов. превью
sk: Obnoviť náhľad
sl: Osveži predogled
sv: Uppd. förhandsv.
ta: முன்காட்சி புதுப்பி
te: ప్రివ్యూ రిఫ్రెష్
th: รีเฟรชพรีวิว
tr: Önizl. yenile
uk: Онов. попередній
ur: پری ویو ریفریش
vi: Làm mới xem trước
zh_hans: 刷新预览
zh_hant: 重新整理預覽

source: Resources & Support
ar: الموارد والدعم التقني
bg: Ресурси и техн. поддръжка
bn: রিসোর্স ও প্রযুক্তিগত সহায়তা
ca: Recursos i suport tècnic
cs: Zdroje a technická podpora
da: Ressourcer og teknisk support
de: Ressourcen & techn. Support
el: Πόροι και τεχνική υποστήριξη
es: Recursos y soporte técnico
fi: Resurssit ja tekninen tuki
fr: Ressources et support tech.
gu: સંસાધનો અને ટેક્નિકલ સપોર્ટ
he: משאבים ותמיכה טכנית
hi: संसाधन और तकनीकी सहायता
hr: Resursi i tehnička podrška
hu: Források és technikai támogatás
id: Sumber & dukungan teknis
it: Risorse e supporto tecnico
ja: リソースと技術サポート
kk: Ресурстар және техникалық қолдау
kn: ಸಂಪನ್ಮೂಲಗಳು ಮತ್ತು ತಾಂತ್ರಿಕ ಬೆಂಬಲ
ko: 자료 및 기술 지원
lt: Ištekliai ir techninė pagalba
ml: സ്രോതസുകളും സാങ്കേതിക പിന്തുണയും
mr: संसाधने आणि तांत्रिक सहाय्य
ms: Sumber & sokongan teknikal
nb: Ressurser og teknisk støtte
nl: Bronnen en technische steun
or: ସମ୍ପଦ ଓ ପ୍ରାଯୁକ୍ତିକ ସହାୟତା
pa: ਸਰੋਤ ਅਤੇ ਤਕਨੀਕੀ ਸਹਾਇਤਾ
pl: Zasoby i wsparcie techniczne
pt: Recursos e suporte técnico
ro: Resurse și suport tehnic
ru: Ресурсы и техподдержка
sk: Zdroje a technická podpora
sl: Viri in tehnična podpora
sv: Resurser och teknisk support
ta: வளங்கள் மற்றும் தொழில்நுட்ப ஆதரவு
te: వనరులు మరియు సాంకేతిక సహాయం
th: ทรัพยากรและการสนับสนุนทางเทคนิค
tr: Kaynaklar ve teknik destek
uk: Ресурси та техпідтримка
ur: وسائل اور تکنیکی معاونت
vi: Tài nguyên và hỗ trợ kỹ thuật
zh_hans: 资源与技术支持
zh_hant: 資源與技術支持

source: Responds to tap actions.
ar: يستجيب لعمليات النقر.
bg: Реагира на натискане.
bn: ট্যাপ ক্রিয়ায় সাড়া দেয়।
ca: Respon als tocs.
cs: Reaguje na klepnutí.
da: Reagerer på tryk.
de: Reagiert auf Klicks.
el: Ανταποκρίνεται σε πατήματα.
es: Responde a toques.
fi: Reagoi napautuksiin.
fr: Réagit aux appuis.
gu: ટૅપ ક્રિયાઓને પ્રતિસાદ આપે છે.
he: מגיב ללחיצות.
hi: टैप क्रियाओं पर प्रतिक्रिया देता है।
hr: Odgovara na dodir.
hu: Érintésre reagál.
id: Merespons tindakan ketuk.
it: Risponde ai tocchi.
ja: タップ操作に反応します。
kk: Түрту әрекетіне жауап береді.
kn: ಟ್ಯಾಪ್ ಕ್ರಿಯೆಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತದೆ.
ko: 탭 동작에 반응합니다.
lt: Reaguoja į paspaudimus.
ml: ടാപ്പ് പ്രവർത്തനങ്ങൾക്ക് പ്രതികരിക്കുന്നു.
mr: टॅप क्रियांना प्रतिसाद देते.
ms: Memberi respons kepada tindakan ketik.
nb: Reagerer på trykk.
nl: Reageert op tikacties.
or: ଟାପ୍ କାର୍ଯ୍ୟକୁ ପ୍ରତିକ୍ରିୟା କରେ।
pa: ਟੈਪ ਕਾਰਵਾਈਆਂ ਦਾ ਜਵਾਬ ਦਿੰਦਾ ਹੈ।
pl: Reaguje na stuknięcia.
pt: Responde a toques.
ro: Răspunde la atingeri.
ru: Реагирует на нажатия.
sk: Reaguje na klepnutie.
sl: Odzove se na dotik.
sv: Svarar på tryck.
ta: தட்டும் செயல்களுக்கு பதிலளிக்கும்.
te: ట్యాప్ చర్యలకు స్పందిస్తుంది.
th: ใช้ตอบสนองต่อการแตะ
tr: Dokunma eylemlerine yanıt verir.
uk: Реагує на натискання.
ur: ٹیپ کارروائیوں کا جواب دیتا ہے۔
vi: Phản hồi thao tác chạm.
zh_hans: 用于响应点击操作。
zh_hant: 用於回應點擊操作。

source: Run
ar: تشغيل
bg: Стартиране
bn: চালান
ca: Executa
cs: Spustit
da: Kør
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fi: Suorita
fr: Exécuter
gu: ચલાવો
he: הפעל
hi: चलाएँ
hr: Pokreni
hu: Futtatás
id: Jalankan
it: Esegui
ja: 実行
kk: Іске қосу
kn: ಚಾಲನೆ
ko: 실행
lt: Vykdyti
ml: പ്രവർത്തിപ്പിക്കുക
mr: चालवा
ms: Jalankan
nb: Kjør
nl: Uitvoeren
or: ଚଲାନ୍ତୁ
pa: ਚਲਾਓ
pl: Uruchom
pt: Executar
ro: Rulează
ru: Запустить
sk: Spustiť
sl: Zaženi
sv: Kör
ta: இயக்கு
te: నడపండి
th: รัน
tr: Çalıştır
uk: Запустити
ur: چلائیں
vi: Chạy
zh_hans: 运行
zh_hant: 執行

source: Run Project
ar: تشغيل المشروع
bg: Стартирай проекта
bn: প্রজেক্ট চালান
ca: Executa el projecte
cs: Spustit projekt
da: Kør projekt
de: Projekt ausführen
el: Εκτέλεση έργου
es: Ejecutar proyecto
fi: Suorita projekti
fr: Exécuter le projet
gu: પ્રોજેક્ટ ચલાવો
he: הפעל פרויקט
hi: प्रोजेक्ट चलाएँ
hr: Pokreni projekt
hu: Projekt futtatása
id: Jalankan proyek
it: Esegui progetto
ja: プロジェクトを実行
kk: Жобаны іске қосу
kn: ಪ್ರಾಜೆಕ್ಟ್ ಚಾಲನೆ
ko: 프로젝트 실행
lt: Vykdyti projektą
ml: പ്രോജക്റ്റ് പ്രവർത്തിപ്പിക്കുക
mr: प्रोजेक्ट चालवा
ms: Jalankan projek
nb: Kjør prosjekt
nl: Project uitvoeren
or: ପ୍ରୋଜେକ୍ଟ ଚଲାନ୍ତୁ
pa: ਪ੍ਰੋਜੈਕਟ ਚਲਾਓ
pl: Uruchom projekt
pt: Executar projeto
ro: Rulează proiectul
ru: Запустить проект
sk: Spustiť projekt
sl: Zaženi projekt
sv: Kör projekt
ta: திட்டத்தை இயக்கு
te: ప్రాజెక్ట్ నడపండి
th: รันโปรเจกต์
tr: Projeyi çalıştır
uk: Запустити проєкт
ur: پروجیکٹ چلائیں
vi: Chạy dự án
zh_hans: 运行项目
zh_hant: 執行專案

source: Save Piggy Bank Amount
ar: حفظ مبلغ الحصالة
bg: Запазване на сумата в касичката
bn: সঞ্চয় বাক্সের পরিমাণ সংরক্ষণ করা
ca: Desar l'import de la guardiola
cs: Uložení částky v pokladničce
da: Gem sparegrisens beløb
de: Den Sparschwein-Betrag speichern
el: Αποθήκευση του ποσού του κουμπαρά
es: Guardar monto de la alcancía
fi: Säästöpossun summan tallentaminen
fr: Enregistrer le montant de la tirelire
gu: પિગી બેંક રકમ સાચવો
he: שמור סכום קופת חיסכון
hi: गुल्लक की राशि सहेजें
hr: Spremi iznos kasice
hu: Persely összeg mentése
id: Simpan jumlah celengan
it: Salva importo salvadanaio
ja: 貯金箱の金額を保存
kk: Жинақ шотының сомасын сақтау
kn: ಪಿಗಿ ಬ್ಯಾಂಕ್ ಮೊತ್ತವನ್ನು ಉಳಿಸಿ
ko: 저금통 금액 저장
lt: Išsaugoti taupyklės sumą
ml: പിഗ്ഗി ബാങ്ക് തുക സംരക്ഷിക്കുക
mr: गुल्लक रक्कम जतन करा
ms: Simpan jumlah tabung
nb: Lagre sparegrisbeløp
nl: Spaarpotbedrag opslaan
or: ପିଗି ବ୍ୟାଙ୍କ ରାଶି ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਗੁੱਲਕ ਦੀ ਰਕਮ ਸੰਭਾਲੋ
pl: Zapisz kwotę skarbonki
pt: Salvar valor do cofrinho
ro: Salvează suma pușculiței
ru: Сохранить сумму копилки
sk: Uložiť sumu pokladničky
sl: Shrani znesek hranilnika
sv: Spara spargrisbelopp
ta: பன்றிக் குடுவை தொகையை சேமிக்கவும்
te: పిగ్గీ బ్యాంక్ మొత్తాన్ని సేవ్ చేయండి
th: บันทึกจำนวนเงินกระปุกออมสิน
tr: Kumbara tutarını kaydet
uk: Зберегти суму скарбнички
ur: گلک کی رقم محفوظ کریں
vi: Lưu số tiền heo đất
zh_hans: 保存存钱罐金额
zh_hant: 保存存錢罐金額

source: Search
ar: بحث
bg: Търсене
bn: খোঁজ
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Haku
fr: Recherche
gu: શોધ
he: חיפוש
hi: खोज
hr: Pretraga
hu: Keresés
id: Cari
it: Cerca
ja: 検索
kk: Іздеу
kn: ಹುಡುಕಿ
ko: 검색
lt: Paieška
ml: തിരയുക
mr: शोध
ms: Cari
nb: Søk
nl: Zoeken
or: ସନ୍ଧାନ
pa: ਖੋਜ
pl: Szukaj
pt: Buscar
ro: Căutare
ru: Поиск
sk: Hľadať
sl: Iskanje
sv: Sök
ta: தேடல்
te: శోధన
th: ค้นหา
tr: Ara
uk: Пошук
ur: تلاش
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Search components...
ar: ابحث عن المكونات...
bg: Търсене на компоненти...
bn: কম্পোনেন্ট খুঁজুন...
ca: Cerca components...
cs: Hledat komponenty...
da: Søg komponenter...
de: Komponenten suchen...
el: Αναζήτηση στοιχείων...
es: Buscar componentes...
fi: Hae komponentteja...
fr: Rechercher des composants...
gu: ઘટકો શોધો...
he: חפש רכיבים...
hi: घटक खोजें...
hr: Pretraži komponente...
hu: Komponensek keresése...
id: Cari komponen...
it: Cerca componenti...
ja: コンポーネントを検索...
kk: Компоненттерді іздеу...
kn: ಘಟಕಗಳನ್ನು ಹುಡುಕಿ...
ko: 컴포넌트 검색...
lt: Ieškoti komponentų...
ml: ഘടകങ്ങൾ തിരയുക...
mr: घटक शोधा...
ms: Cari komponen...
nb: Søk komponenter...
nl: Zoek componenten...
or: ଘଟକ ଖୋଜନ୍ତୁ...
pa: ਘਟਕ ਖੋਜੋ...
pl: Szukaj komponentów...
pt: Pesquisar componentes...
ro: Caută componente...
ru: Поиск компонентов...
sk: Hľadať komponenty...
sl: Išči komponente...
sv: Sök komponenter...
ta: கூறுகளைத் தேடு...
te: భాగాలను వెతకండి...
th: ค้นหาคอมโพเนนต์...
tr: Bileşen ara...
uk: Пошук компонентів...
ur: اجزا تلاش کریں...
vi: Tìm thành phần...
zh_hans: 搜索组件...
zh_hant: 搜尋元件...

source: Selects a color.
ar: يحدد لونًا.
bg: Избира цвят.
bn: একটি রং নির্বাচন করে।
ca: Selecciona un color.
cs: Vybírá barvu.
da: Vælger en farve.
de: Wählt eine Farbe.
el: Επιλέγει χρώμα.
es: Selecciona un color.
fi: Valitsee värin.
fr: Sélectionne une couleur.
gu: રંગ પસંદ કરે છે.
he: בוחר צבע.
hi: रंग चुनता है।
hr: Odabire boju.
hu: Színt választ.
id: Memilih warna.
it: Seleziona un colore.
ja: 色を選択します。
kk: Түсті таңдайды.
kn: ಬಣ್ಣವನ್ನು ಆಯ್ಕೆಮಾಡುತ್ತದೆ.
ko: 색상을 선택합니다.
lt: Pasirenka spalvą.
ml: നിറം തിരഞ്ഞെടുക്കുന്നു.
mr: रंग निवडतो.
ms: Memilih warna.
nb: Velger en farge.
nl: Selecteert een kleur.
or: ରଙ୍ଗ ବାଛେ।
pa: ਰੰਗ ਚੁਣਦਾ ਹੈ।
pl: Wybiera kolor.
pt: Seleciona uma cor.
ro: Selectează o culoare.
ru: Выбирает цвет.
sk: Vyberá farbu.
sl: Izbere barvo.
sv: Väljer en färg.
ta: ஒரு நிறத்தைத் தேர்ந்தெடுக்கும்.
te: ఒక రంగును ఎంచుకుంటుంది.
th: เลือกสี
tr: Bir renk seçer.
uk: Вибирає колір.
ur: رنگ منتخب کرتا ہے۔
vi: Chọn màu.
zh_hans: 用于选择颜色。
zh_hant: 用於選擇顏色。

source: Selects a date and time.
ar: يحدد تاريخًا ووقتًا.
bg: Избира дата и час.
bn: তারিখ ও সময় নির্বাচন করে।
ca: Selecciona data i hora.
cs: Vybírá datum a čas.
da: Vælger dato og tid.
de: Wählt Datum und Uhrzeit.
el: Επιλέγει ημερομηνία και ώρα.
es: Selecciona fecha y hora.
fi: Valitsee päivämäärän ja ajan.
fr: Sélectionne une date et une heure.
gu: તારીખ અને સમય પસંદ કરે છે.
he: בוחר תאריך ושעה.
hi: तारीख और समय चुनता है।
hr: Odabire datum i vrijeme.
hu: Dátumot és időt választ.
id: Memilih tanggal dan waktu.
it: Seleziona data e ora.
ja: 日付と時刻を選択します。
kk: Күн мен уақытты таңдайды.
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ಆಯ್ಕೆಮಾಡುತ್ತದೆ.
ko: 날짜와 시간을 선택합니다.
lt: Pasirenka datą ir laiką.
ml: തീയതിയും സമയവും തിരഞ്ഞെടുക്കുന്നു.
mr: तारीख आणि वेळ निवडतो.
ms: Memilih tarikh dan masa.
nb: Velger dato og tid.
nl: Selecteert datum en tijd.
or: ତାରିଖ ଓ ସମୟ ବାଛେ।
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਚੁਣਦਾ ਹੈ।
pl: Wybiera datę i godzinę.
pt: Seleciona data e hora.
ro: Selectează data și ora.
ru: Выбирает дату и время.
sk: Vyberá dátum a čas.
sl: Izbere datum in čas.
sv: Väljer datum och tid.
ta: தேதி மற்றும் நேரத்தைத் தேர்ந்தெடுக்கும்.
te: తేదీ మరియు సమయాన్ని ఎంచుకుంటుంది.
th: เลือกวันที่และเวลา
tr: Tarih ve saat seçer.
uk: Вибирає дату й час.
ur: تاریخ اور وقت منتخب کرتا ہے۔
vi: Chọn ngày và giờ.
zh_hans: 用于选择日期和时间。
zh_hant: 用於選擇日期和時間。

source: Selects a value in a range.
ar: يحدد قيمة ضمن نطاق.
bg: Избира стойност в диапазон.
bn: একটি পরিসরের মধ্যে মান বেছে নেয়।
ca: Selecciona un valor dins un rang.
cs: Vybírá hodnotu v rozsahu.
da: Vælger en værdi i et interval.
de: Wählt einen Wert in einem Bereich.
el: Επιλέγει τιμή μέσα σε εύρος.
es: Selecciona un valor en un rango.
fi: Valitsee arvon alueelta.
fr: Sélectionne une valeur dans une plage.
gu: શ્રેણીમાં મૂલ્ય પસંદ કરે છે.
he: בוחר ערך בטווח.
hi: किसी रेंज में मान चुनता है।
hr: Odabire vrijednost u rasponu.
hu: Tartományon belüli értéket választ.
id: Memilih nilai dalam rentang.
it: Seleziona un valore in un intervallo.
ja: 範囲内の値を選択します。
kk: Ауқым ішіндегі мәнді таңдайды.
kn: ಒಂದು ವ್ಯಾಪ್ತಿಯ ಮೌಲ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡುತ್ತದೆ.
ko: 범위 안의 값을 선택합니다.
lt: Pasirenka reikšmę intervale.
ml: ഒരു പരിധിയിലെ മൂല്യം തിരഞ്ഞെടുക്കുന്നു.
mr: श्रेणीतील मूल्य निवडतो.
ms: Memilih nilai dalam julat.
nb: Velger en verdi i et område.
nl: Selecteert een waarde binnen een bereik.
or: ଏକ ସୀମା ଭିତରେ ମୂଲ୍ୟ ବାଛେ।
pa: ਇੱਕ ਰੇਂਜ ਵਿੱਚ ਮੁੱਲ ਚੁਣਦਾ ਹੈ।
pl: Wybiera wartość z zakresu.
pt: Seleciona um valor em um intervalo.
ro: Selectează o valoare dintr-un interval.
ru: Выбирает значение в диапазоне.
sk: Vyberá hodnotu v rozsahu.
sl: Izbere vrednost v razponu.
sv: Väljer ett värde i ett intervall.
ta: ஒரு வரம்பில் உள்ள மதிப்பைத் தேர்ந்தெடுக்கும்.
te: ఒక పరిధిలోని విలువను ఎంచుకుంటుంది.
th: เลือกค่าภายในช่วง
tr: Bir aralıktan değer seçer.
uk: Вибирає значення в діапазоні.
ur: ایک حد میں قدر منتخب کرتا ہے۔
vi: Chọn giá trị trong một phạm vi.
zh_hans: 用于选择范围内的数值。
zh_hant: 用於選擇範圍內的數值。

source: Separates content sections.
ar: يفصل بين أقسام المحتوى.
bg: Разделя различни области на съдържанието.
bn: বিভিন্ন কনটেন্ট অংশ আলাদা করে।
ca: Separa seccions de contingut.
cs: Odděluje různé části obsahu.
da: Adskiller indholdssektioner.
de: Trennt verschiedene Inhaltsbereiche.
el: Διαχωρίζει διαφορετικές ενότητες περιεχομένου.
es: Separa distintas secciones de contenido.
fi: Erottaa sisältöalueita toisistaan.
fr: Sépare différentes sections de contenu.
gu: વિવિધ સામગ્રી વિભાગોને અલગ કરે છે.
he: מפריד בין אזורי תוכן שונים.
hi: अलग-अलग सामग्री भागों को विभाजित करता है।
hr: Razdvaja različite dijelove sadržaja.
hu: Elválasztja a különböző tartalmi részeket.
id: Memisahkan bagian konten yang berbeda.
it: Separa diverse sezioni del contenuto.
ja: 異なる内容の区切りに使います。
kk: Мазмұнның әртүрлі бөлімдерін бөледі.
kn: ವಿವಿಧ ವಿಷಯ ವಿಭಾಗಗಳನ್ನು ಬೇರ್ಪಡಿಸುತ್ತದೆ.
ko: 서로 다른 영역의 콘텐츠를 구분합니다.
lt: Atskiria skirtingas turinio dalis.
ml: വ്യത്യസ്ത ഉള്ളടക്ക വിഭാഗങ്ങളെ വേർതിരിക്കുന്നു.
mr: वेगवेगळे मजकूर विभाग वेगळे करते.
ms: Memisahkan bahagian kandungan yang berbeza.
nb: Skiller ulike innholdsseksjoner.
nl: Scheidt verschillende inhoudssecties.
or: ଭିନ୍ନ ବିଷୟବସ୍ତୁ ଅଂଶକୁ ପୃଥକ କରେ।
pa: ਵੱਖ-ਵੱਖ ਸਮੱਗਰੀ ਭਾਗਾਂ ਨੂੰ ਵੱਖ ਕਰਦਾ ਹੈ।
pl: Oddziela różne sekcje treści.
pt: Separa diferentes seções de conteúdo.
ro: Separă diferite secțiuni de conținut.
ru: Разделяет разные области содержимого.
sk: Oddeľuje rôzne časti obsahu.
sl: Loči različne vsebinske razdelke.
sv: Delar upp olika innehållssektioner.
ta: வேறு உள்ளடக்க பகுதிகளைப் பிரிக்கிறது.
te: వేర్వేరు కంటెంట్ విభాగాలను వేరు చేస్తుంది.
th: ใช้แบ่งเนื้อหาแต่ละส่วน
tr: Farklı içerik bölümlerini ayırır.
uk: Розділяє різні області вмісту.
ur: مختلف مواد کے حصوں کو الگ کرتا ہے۔
vi: Phân tách các phần nội dung khác nhau.
zh_hans: 用于分隔不同区域的内容。
zh_hant: 用於分隔不同區域的內容。

source: Settings
ar: الرئيسية
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
gu: સેટિંગ્સ
he: בית
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Баптаулар
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
lt: Nustatymai
ml: ക്രമീകരണം
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
nl: Instellingen
or: ସେଟିଂସ୍
pa: ਸੈਟਿੰਗਸ
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగులు
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ہوم
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Shortcuts
ar: الاختصارات
bg: Преки пътища
bn: শর্টকাট
ca: Dreceres
cs: Zkratky
da: Genveje
el: Συντομεύσεις
es: Atajos
fi: Pikanäppäimet
fr: Raccourcis
gu: શોર્ટકટ
he: קיצורים
hi: शॉर्टकट
hr: Prečaci
hu: Gyorsbill.
id: Shortcut
it: Scorciatoie
ja: ショートカット
kk: Төте жолдар
kn: ಶಾರ್ಟ್‌ಕಟ್
ko: 단축키
lt: Spartieji kl.
ml: ഷോർട്ട്കട്ട്
mr: शॉर्टकट
ms: Pintasan
nb: Snarveier
nl: Sneltoetsen
or: ଶର୍ଟକଟ୍
pa: ਸ਼ਾਰਟਕੱਟ
pl: Skróty
pt: Atalhos
ro: Scurtături
ru: Горячие кл.
sk: Skratky
sl: Bližnjice
sv: Genvägar
ta: குறுக்குவழிகள்
te: షార్ట్‌కట్‌లు
th: คีย์ลัด
tr: Kısayollar
uk: Скорочення
ur: شارٹ کٹس
vi: Phím tắt
zh_hans: 快捷键速查
zh_hant: 快捷鍵速查

source: Show/Hide Canvas
ar: إظهار/إخفاء Canvas
bg: Показ./скрив. Canvas
bn: ক্যানভাস দেখান/লুকান
ca: Mostra/oculta Canvas
cs: Zobrazit/skrýt Canvas
da: Vis/skjul Canvas
de: Canvas ein/ausbl.
el: Εμφ./απόκρ. Canvas
es: Mostrar/ocultar Canvas
fi: Näytä/piilota Canvas
fr: Afficher/masq. Canvas
gu: Canvas બતાવો/છુપાવો
he: הצג/הסתר Canvas
hi: Canvas दिखाएँ/छिपाएँ
hr: Prikaži/sakrij Canvas
hu: Canvas mutat/elrejt
id: Tampil/Semb. Canvas
it: Mostra/nascondi Canvas
ja: Canvasを表示/非表示
kk: Canvas көрсету/жасыру
kn: Canvas ತೋರಿಸು/ಮರೆಮಾಡು
ko: Canvas 표시/숨기기
lt: Rodyti/slėpti Canvas
ml: Canvas കാണിക്കുക/മറയ്ക്കുക
mr: Canvas दाखवा/लपवा
ms: Tunjuk/Sorok Canvas
nb: Vis/skjul Canvas
nl: Toon/verberg Canvas
or: Canvas ଦେଖା/ଲୁଚା
pa: Canvas ਦਿਖਾਓ/ਲੁਕਾਓ
pl: Pokaż/ukryj Canvas
pt: Mostrar/ocultar Canvas
ro: Arată/ascunde Canvas
ru: Показ./скрыть Canvas
sk: Zobr./skryť Canvas
sl: Pokaži/skrij Canvas
sv: Visa/dölj Canvas
ta: Canvas காட்டு/மறை
te: Canvas చూపు/దాచు
th: แสดง/ซ่อน Canvas
tr: Canvas göster/gizle
uk: Показ./прихов. Canvas
ur: Canvas دکھائیں/چھپائیں
vi: Hiện/ẩn Canvas
zh_hans: 显示/隐藏 Canvas
zh_hant: 顯示/隱藏 Canvas

source: Show/Hide Debug Area
ar: إظهار/إخفاء منطقة التصحيح
bg: Показване/скриване на зоната за дебъг
bn: ডিবাগ এরিয়া দেখান/লুকান
ca: Mostra/Oculta l'àrea de depuració
cs: Zobrazit/Skrýt oblast ladění
da: Vis/Skjul debugområde
de: Debug-Bereich ein-/ausblenden
el: Εμφάνιση/Απόκρυψη περιοχής αποσφαλμάτωσης
es: Mostrar/Ocultar área de depuración
fi: Näytä/Piilota virheenkorjausalue
fr: Afficher/Masquer la zone de débogage
gu: ડિબગ વિસ્તાર બતાવો/છુપાવો
he: הצג/הסתר אזור ניפוי שגיאות
hi: डिबग क्षेत्र दिखाएँ/छिपाएँ
hr: Prikaži/Sakrij područje otklanjanja grešaka
hu: Debug terület megjelenítése/elrejtése
id: Tampilkan/Sembunyikan area debug
it: Mostra/Nascondi area debug
ja: デバッグエリアを表示/非表示
kk: Жөндеу аймағын көрсету/жасыру
kn: ಡಿಬಗ್ ಪ್ರದೇಶ ತೋರಿಸು/ಮರೆಮಾಡು
ko: 디버그 영역 표시/숨기기
lt: Rodyti/Slėpti derinimo sritį
ml: ഡീബഗ് ഭാഗം കാണിക്കുക/മറയ്ക്കുക
mr: डिबग क्षेत्र दाखवा/लपवा
ms: Tunjuk/Sembunyi kawasan nyahpepijat
nb: Vis/Skjul feilsøkingsområde
nl: Debuggebied tonen/verbergen
or: ଡିବଗ୍ ଏରିଆ ଦେଖାନ୍ତୁ/ଲୁଚାନ୍ତୁ
pa: ਡੀਬਗ ਖੇਤਰ ਦਿਖਾਓ/ਲੁਕਾਓ
pl: Pokaż/Ukryj obszar debugowania
pt: Mostrar/Ocultar área de depuração
ro: Afișează/Ascunde zona de depanare
ru: Показать/скрыть область отладки
sk: Zobraziť/Skryť oblasť ladenia
sl: Pokaži/Skrij območje razhroščevanja
sv: Visa/Dölj debugområde
ta: டிபக் பகுதியை காட்டு/மறு
te: డీబగ్ ప్రాంతం చూపు/దాచు
th: แสดง/ซ่อนพื้นที่ดีบัก
tr: Hata ayıklama alanını göster/gizle
uk: Показати/приховати область налагодження
ur: ڈیبگ علاقہ دکھائیں/چھپائیں
vi: Hiện/Ẩn vùng gỡ lỗi
zh_hans: 显示/隐藏调试区
zh_hant: 顯示/隱藏偵錯區

source: Shows data in rows.
ar: يعرض البيانات في صفوف.
bg: Показва данни в редове.
bn: সারিতে ডেটা দেখায়।
ca: Mostra dades en files.
cs: Zobrazuje data v řádcích.
da: Viser data i rækker.
de: Zeigt Daten in Zeilen.
el: Εμφανίζει δεδομένα σε γραμμές.
es: Muestra datos en filas.
fi: Näyttää tiedot riveinä.
fr: Affiche les données en lignes.
gu: ડેટાને પંક્તિઓમાં બતાવે છે.
he: מציג נתונים בשורות.
hi: डेटा को पंक्तियों में दिखाता है।
hr: Prikazuje podatke u redcima.
hu: Sorokban jelenít meg adatokat.
id: Menampilkan data dalam baris.
it: Mostra i dati in righe.
ja: データを行で表示します。
kk: Деректерді жолдармен көрсетеді.
kn: ಡೇಟಾವನ್ನು ಸಾಲುಗಳಲ್ಲಿ ತೋರಿಸುತ್ತದೆ.
ko: 데이터를 행으로 표시합니다.
lt: Rodo duomenis eilutėmis.
ml: ഡാറ്റ വരികളായി കാണിക്കുന്നു.
mr: डेटा ओळींमध्ये दाखवतो.
ms: Memaparkan data dalam baris.
nb: Viser data i rader.
nl: Toont data in rijen.
or: ଡାଟାକୁ ଧାଡ଼ିରେ ଦେଖାଏ।
pa: ਡਾਟਾ ਕਤਾਰਾਂ ਵਿੱਚ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Pokazuje dane w wierszach.
pt: Mostra dados em linhas.
ro: Afișează date pe rânduri.
ru: Показывает данные строками.
sk: Zobrazuje údaje v riadkoch.
sl: Prikaže podatke v vrsticah.
sv: Visar data i rader.
ta: தரவை வரிசைகளில் காட்டும்.
te: డేటాను వరుసలుగా చూపిస్తుంది.
th: แสดงข้อมูลเป็นแถว
tr: Verileri satırlar halinde gösterir.
uk: Показує дані рядками.
ur: ڈیٹا کو قطاروں میں دکھاتا ہے۔
vi: Hiển thị dữ liệu theo hàng.
zh_hans: 用于按行展示数据。
zh_hant: 用於逐列顯示資料。
